{"customerId":"18778586","productId":"B00EDBY7X8","reviewId":"RDIJS7QYB6XNR","reviewDate":1610716290000,"reviewBody":"Excellent!!!","label":1}
{"customerId":"24769659","productId":"B00D7JFOPC","reviewId":"R36ED1U38IELG8","reviewDate":1610716290000,"reviewBody":"Great quality wooden track (better than some others we have tried). Perfect match to the various vintages of Thomas track that we already have. There is enough track here to have fun and get creative incorporating your key pieces with track splits, loops and bends.","label":1}
{"customerId":"44331596","productId":"B002LHA74O","reviewId":"R1UE3RPRGCOLD","reviewDate":1610716290000,"reviewBody":"Cards are not as big as pictured.","label":0}
{"customerId":"23310293","productId":"B00ARPLCGY","reviewId":"R298788GS6I901","reviewDate":1610716290000,"reviewBody":"my daughter loved it and i liked the price and it came to me rather than shopping with a ton of people around me. Amazon is the Best way to shop!","label":1}
{"customerId":"38745832","productId":"B00UZOPOFW","reviewId":"RNX4EXOBBPN5","reviewDate":1610716290000,"reviewBody":"Do not buy these! They break very fast I spun then for 15 minutes and the end flew off don't waste your money. They are made from cheap plastic and have cracks in them. Buy the poi balls they work a lot better if you only have limited funds.","label":0}
{"customerId":"13394189","productId":"B009B7F6CA","reviewId":"R3BPETL222LMIM","reviewDate":1610716290000,"reviewBody":"Great item. Pictures pop thru and add detail as &#34;painted.&#34;  Pictures dry and it can be repainted.","label":1}
{"customerId":"2749569","productId":"B0101EHRSM","reviewId":"R3SORMPJZO3F2J","reviewDate":1610716290000,"reviewBody":"To keep together, had to use crazy  glue.","label":0}
{"customerId":"41137196","productId":"B00407S11Y","reviewId":"R2RDOJQ0WBZCF6","reviewDate":1610716290000,"reviewBody":"I was pleased with the product.","label":1}
{"customerId":"433677","productId":"B00FGPU7U2","reviewId":"R2B8VBEPB4YEZ7","reviewDate":1610716290000,"reviewBody":"Children like it","label":1}
{"customerId":"1297934","productId":"B0013OY0S0","reviewId":"R1CB783I7B0U52","reviewDate":1610716290000,"reviewBody":"Showed up not how it's shown . Was someone's old toy. with paint on it.","label":0}
{"customerId":"52006292","productId":"B00519PJTW","reviewId":"R2D90RQQ3V8LH","reviewDate":1610716290000,"reviewBody":"Really liked these. They were a little larger than I thought, but still fun.","label":1}
{"customerId":"32071052","productId":"B001TCY2DO","reviewId":"R1Y4ZOUGFMJ327","reviewDate":1610716290000,"reviewBody":"Nice huge balloon! Had my local grocery store fill it up for a very small fee, it was totally worth it!","label":1}
{"customerId":"7360347","productId":"B00DOQCWF8","reviewId":"R2BUV9QJI2A00X","reviewDate":1610716290000,"reviewBody":"Great deal","label":1}
{"customerId":"11613707","productId":"B004C04I4I","reviewId":"RSUHRJFJIRB3Z","reviewDate":1610716290000,"reviewBody":"As Advertised","label":1}
{"customerId":"13545982","productId":"B00NWGEKBY","reviewId":"R1T96CG98BBA15","reviewDate":1610716290000,"reviewBody":"Comes w a 15$ servo so expect to spend 150 more on a good servo immediately be the stock one breaks right away","label":0}
{"customerId":"43880421","productId":"B00000JS5S","reviewId":"R2ATXF4QQ30YW","reviewDate":1610716290000,"reviewBody":"awesome ! Thanks!","label":1}
{"customerId":"1662075","productId":"B00XPWXYDK","reviewId":"R1YS3DS218NNMD","reviewDate":1610716290000,"reviewBody":"I got this item for me and my son to play around with. The closest relevance I have to items like these is while in the army I was trained in the camera rc bots. This thing is awesome we tested the range and got somewhere close to 50 yards without an issue. Getting the controls is a bit tricky at first but after about twenty minutes you get the feel for it. The drone comes just about fly ready you just have to sync the controller. I am definitely a fan of the drones now. Only concern I have is maybe a little more silent but other than that great buy.<br /><br />*Disclaimer I received this product at a discount for my unbiased review.","label":1}
{"customerId":"18461411","productId":"B00VPXX92W","reviewId":"R2SDXLTLF92O0H","reviewDate":1610716290000,"reviewBody":"It was a birthday present for my grandson and he LOVES IT!!","label":1}
{"customerId":"27225859","productId":"B00YRA3H4U","reviewId":"R4R337CCDWLNG","reviewDate":1610716290000,"reviewBody":"Got a wrong product from Amazon Vine and unable to provide a good review. We received a pair of cute girls gloves and a baseball ball instead, while we were expecting a boys batting tee. The gloves are cute, however made for at least 6+ yrs or above...more likely 8-9 yrs old girls.<br /><br />Can't provide a fair review as we were not able to use the product.","label":0}
{"customerId":"20494593","productId":"B009T8BSQY","reviewId":"R32Z6UA4S5Q630","reviewDate":1610716290000,"reviewBody":"You need expansion packs 3-5 if you want access to the player aids for the Factions expansion. The base game of Alien Frontiers just plays so much smoother than adding Factions with the expansion packs. All this will do is pigeonhole you into a certain path to victory.","label":0}
{"customerId":"6762003","productId":"B00PXWS1CY","reviewId":"R1H1HOVB44808I","reviewDate":1610716290000,"reviewBody":"Awesome customer service and a cool little drone! Especially for the price!","label":1}
{"customerId":"25402244","productId":"1591749352","reviewId":"R4UVQIRZ5T1FM","reviewDate":1610716290000,"reviewBody":"I got these for my daughters for plane trip. I liked that the zipper pouch was attached for markers.  However, that pouch fell off.  But the girls have loved coloring their own stickers. Would def buy this again.","label":1}
{"customerId":"32910511","productId":"B00V5DM3RE","reviewId":"R226K8IJLRPTIR","reviewDate":1610716290000,"reviewBody":"My girlfriend and I are both into yoga and I gave her a set of the Yoga Joes for her new home yoga room. When she saw them, she was impressed that I had found little green army men like her brother used to play with. Then she realized they were doing yoga and she almost exploded with delight. You should have seen the look on her face. Needless to say, the gift was a huge hit. They are absolutely brilliant!","label":1}
{"customerId":"18206299","productId":"B00UMSVHD4","reviewId":"R3031Q42BKAN7J","reviewDate":1610716290000,"reviewBody":"i like it but i absoloutely hate that some dolls don't have pets like this one so I'm not stoked and i really would have liked to see her pet","label":1}
{"customerId":"26599182","productId":"B00JLKI69W","reviewId":"R44NP0QG6E98W","reviewDate":1610716290000,"reviewBody":"We have MANY Wow toys in our home.  We love how well they are made.  The advent calendar is an exception.  The plastic is thinner than our other wow toys and the barn animals won't even stand up on their own due to the head weighing more than the body and uneven base of the toy.  Very disappointing when we love the concept.  The story to read along with everyday is great.  I would have preferred quality (and would have paid more for it) instead of a cheap &#34;knock-off&#34; of the rest of their toy line.  It is very obvious by the weight of the toys sloppy paint jobs which items in our &#34;Wow Toys&#34; bin are part advent calendar vs. the rest of the toys we have.  Also there is a lot of overlap between the wow town advent calendar & winter wonderland calendar, which makes me want to look for alternatives for this year's advent calendar options.","label":0}
{"customerId":"128540","productId":"B004S8F7QM","reviewId":"R24VKWVWUMV3M3","reviewDate":1610716290000,"reviewBody":"Tons of fun","label":1}
{"customerId":"125518","productId":"B00MZ6BR3Q","reviewId":"R2MW3TEBPWKENS","reviewDate":1610716290000,"reviewBody":"Love it great add to collecton","label":1}
{"customerId":"15048896","productId":"B001CTOC8O","reviewId":"R3N01IESYEYW01","reviewDate":1610716290000,"reviewBody":"Exactly as described.  Fits my 7-yr old well!","label":1}
{"customerId":"12191231","productId":"B00BMKL5WY","reviewId":"RKLAK7EPEG5S6","reviewDate":1610716290000,"reviewBody":"Purchased these Lego's to help aid me with teaching my Sunday School class. The children LOVED them and best part was that it helped the children remember past lessons. The true Lego brand seem to work/snap together/fit together better than the generic brands. (Plus I had some Lego snobs in my class that only would use the real Lego brand and shunned the generic brand). Only wish Lego's were a little cheaper but you get what you pay for and I would recommend for quality to purchase this set.","label":1}
{"customerId":"18409006","productId":"B00L71H0F4","reviewId":"R1HOJ5GOA2JWM0","reviewDate":1610716290000,"reviewBody":"IT's OK, but not as good as the old Bite Meez puppets. This puppet is very thin. My little yorkie often bites my hands right through the stuffing. It not durable enough to really play with.","label":0}
{"customerId":"42523709","productId":"B004CLZRM4","reviewId":"RO5VL1EAPX6O3","reviewDate":1610716290000,"reviewBody":"This was to be a gift for my husband for our new pool. Did not receive the color I ordered but most of all after only one month of use (not continuously) the mesh pulled away from the material and the inflatable side. Completely shredded and no longer of use. It was stored properly and was not kept outside or in the pool. Poorly made, better off going to W**-M*** and getting something on clearance.","label":0}
{"customerId":"45601416","productId":"B000PEOMC8","reviewId":"R3OSJU70OIBWVE","reviewDate":1610716290000,"reviewBody":"Ended up sending this guy back because I didnt need it, but I've bought one in the past and loved it","label":1}
{"customerId":"47546726","productId":"B008W1BPWQ","reviewId":"R3NFZZCJSROBT4","reviewDate":1610716290000,"reviewBody":"The product is good, but the box was broken.","label":0}
{"customerId":"21448082","productId":"B00FZX71BI","reviewId":"R47XBGQFP039N","reviewDate":1610716290000,"reviewBody":"Works well ,quality product but this style of board will charge multiple batteries at the same time SAFELY  ( IF )  ALL BATTERIES ARE OF THE SAME CELL COUNT , THE SAME BATTERY COMPOSITION ( LIPO, NIMH-etc ) AND THEY MUST HAVE INDIVIDUAL CELL VOLTAGES THAT ARE VERY CLOSE AND EQUAL TO EACH BATTERY CONNECTED AT THE SAME TIME . When board is connected to most if not all chargers it can only read total and individual cell voltage of ONE OF THE BATTERIES AND MAY OVER OR UNDER CHARGE THE OTHERS TO SOME DEGREE , TOTAL RATE OF CHARGE IS DIVIDED EQUALLY BETWEEN BATTERIES CONNECTED AT THE SAME TIME . Close monitoring is a must  when using like all high discharge batteies . I  have only personally expeienced one lipo battery meltdown and it is a very  SHORT IF NOT  NON EXISTANT WINDOW OF OPPERUNITY TO PREVENT OR MINIMISE THE COLATTERAL DAMAGE ONCE THE PROCESS STARTS . Read and understand all charging and battery instructions .","label":1}
{"customerId":"12612039","productId":"B00D4NJSJE","reviewId":"R1JS8G26X4RM2G","reviewDate":1610716290000,"reviewBody":"Great gift!","label":1}
{"customerId":"44928701","productId":"B000HZZT7W","reviewId":"R1ORWPFQ9EDYA0","reviewDate":1610716290000,"reviewBody":"We play this game quite a bit with friends.","label":1}
{"customerId":"43173394","productId":"B002G54DAA","reviewId":"R1YIX4SO32U0GT","reviewDate":1610716290000,"reviewBody":"Fits my $20 bill perfectly.","label":1}
{"customerId":"11210951","productId":"B003JT0L4Y","reviewId":"R1W3QQZ8JKECCI","reviewDate":1610716290000,"reviewBody":"I ordered these for my 3 year old son's birthday party as party favors. They were a huge hit & the perfect fit for a 3 year old!","label":1}
{"customerId":"12918717","productId":"B00KQUNNZ8","reviewId":"RZX17JIYIPAR","reviewDate":1610716290000,"reviewBody":"These paper lanterns are adorable! The colors are bright, the patterns are fun & trendy & they're a good size! They came well packaged & are easy to assemble, they're also really easy to take apart & flatten back down! We'll get to use them for a few Halloweens I'm sure! They even came with the string needed to hang! I'm glad I grabbed them, they're really cute, my kids are excited to add to the Halloween decor & are already asking to hang them!<br />I received this item at a discount for my unbiased review.","label":1}
{"customerId":"47781982","productId":"B00WTGGGRO","reviewId":"RIDVQ4P3WJR42","reviewDate":1610716290000,"reviewBody":"My Grandson loves these cards.  Thank you","label":1}
{"customerId":"34874898","productId":"B00WAKEQLW","reviewId":"R1WQ3ME3JAG2O1","reviewDate":1610716290000,"reviewBody":"Received a pineapple rather than the advertised s'more","label":0}
{"customerId":"20962528","productId":"B00M5AT30G","reviewId":"RNTPOUDQIICBF","reviewDate":1610716290000,"reviewBody":"Christmas gift for 6yr","label":1}
{"customerId":"47781982","productId":"B00GNDY40U","reviewId":"R3AHZWWOL0IAV0","reviewDate":1610716290000,"reviewBody":"My Grandson loves these cards.  Thank you","label":1}
{"customerId":"13328687","productId":"B00WJ1OPMW","reviewId":"R3PDXKS9O2Z20B","reviewDate":1610716290000,"reviewBody":"Even though both of my kids are at the top of this age recommendation level, they LOVE this game!  I love how it caters to the kinesthetic learner by asking them to move their bodies into the shape of the letters.  It even takes teamwork as sometimes two people are required to finish the letter.  My kids know all of their letter sounds and shapes, but this didn't stop them from playing the game over and over.","label":1}
{"customerId":"16245463","productId":"B00IGXV9UI","reviewId":"R23URALWA7IHWL","reviewDate":1610716290000,"reviewBody":"My 5 year old son loves this.","label":1}
{"customerId":"11916403","productId":"B00JVY9J1M","reviewId":"R36L8VKT9ZSUY6","reviewDate":1610716290000,"reviewBody":"love it","label":1}
{"customerId":"5543658","productId":"B008AL15M8","reviewId":"R23JRQR6VMY4TV","reviewDate":1610716290000,"reviewBody":"Absolutely one of the best traps in the game. It is never a dead and always live since you can always pay half your lifepoints for its cost. It's main power is that it can stop any card. Hopefully this card comes off the Forbidden/Limited list soon.","label":1}
{"customerId":"41168357","productId":"B00CAEEDC0","reviewId":"R3T73PQZZ9F6GT","reviewDate":1610716290000,"reviewBody":"really soft and cute","label":1}
{"customerId":"32866903","productId":"B000TFLAZA","reviewId":"R300I65NW30Y19","reviewDate":1610716290000,"reviewBody":"baby loved it - so attractive and very nice","label":1}
